Repository: gechr/WhichSpace
Catalog: WhichSpace/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, mk, ms, nb, nl, nn, pa, pl, ps, pt, pt_br, ro, ru, sk, sr, sv, th, tr, uk, ur, vi, zh_hans, zh_hant, zh_hk

# alert_accessibility_detail
source: Switching Spaces requires Accessibility permission. After clicking Continue, macOS will prompt you for permission. Click "Open System Settings", then find %@ in the list and enable it.
ar: يتطلب تبديل المساحات إذن إمكانية الوصول. بعد النقر على متابعة، سيطلب منك macOS الإذن. انقر على "فتح إعدادات النظام"، ثم ابحث عن %@ في القائمة وقم بتفعيله.
bg: Превключването на Пространства изисква разрешение за достъпност. След като натиснете Продължи, macOS ще поиска разрешение. Натиснете "Отвори Системни настройки", намерете %@ в списъка и го активирайте.
ca: Canviar d'Espai requereix permís d'accessibilitat. Després de fer clic a Continuar, macOS et demanarà permís. Fes clic a "Obre Configuració del Sistema" i activa %@ a la llista.
cs: Přepínání Spaces vyžaduje oprávnění přístupnosti. Po kliknutí na Pokračovat vás macOS požádá o oprávnění. Klikněte na "Otevřít Nastavení systému", najděte %@ v seznamu a povolte jej.
da: Skift mellem Spaces kræver tilladelse til Tilgængelighed. Efter du klikker Fortsæt, vil macOS bede om tilladelse. Klik på "Åbn Systemindstillinger", find %@ på listen, og aktivér den.
de: Das Wechseln von Spaces erfordert die Bedienungshilfen-Berechtigung. Nachdem du auf Fortfahren klickst, bittet macOS um Berechtigung. Klicke auf "Systemeinstellungen öffnen", suche %@ in der Liste und aktiviere es.
el: Η εναλλαγή Χώρων απαιτεί άδεια Προσβασιμότητας. Αφού πατήσετε Συνέχεια, το macOS θα ζητήσει άδεια. Πατήστε "Άνοιγμα Ρυθμίσεων Συστήματος", βρείτε το %@ στη λίστα και ενεργοποιήστε το.
es: Cambiar de Espacio requiere permiso de Accesibilidad. Después de hacer clic en Continuar, macOS le pedirá permiso. Haga clic en "Abrir Ajustes del Sistema", busque %@ en la lista y actívelo.
fa: جابه‌جایی بین فضاها به مجوز دسترس‌پذیری نیاز دارد. پس از کلیک روی ادامه، macOS از شما مجوز می‌خواهد. روی "باز کردن تنظیمات سیستم" کلیک کنید، سپس %@ را در فهرست پیدا و فعال کنید.
fi: Spacejen vaihtaminen vaatii Käyttöapu-luvan. Kun napsautat Jatka, macOS pyytää lupaa. Napsauta "Avaa Järjestelmäasetukset", etsi %@ luettelosta ja ota se käyttöön.
fr: Le changement d'Espace nécessite l'autorisation d'accessibilité. Après avoir cliqué sur Continuer, macOS vous demandera l'autorisation. Cliquez sur " Ouvrir les Réglages Système ", puis trouvez %@ dans la liste et activez-le.
he: מעבר בין מרחבים דורש הרשאת נגישות. לאחר הלחיצה על המשך, macOS יבקש ממך הרשאה. לחץ על "פתח את הגדרות המערכת", ואז מצא את %@ ברשימה והפעל אותו.
hi: स्पेसेस बदलने के लिए एक्सेसिबिलिटी अनुमति आवश्यक है। जारी रखें पर क्लिक करने के बाद, macOS आपसे अनुमति माँगेगा। "सिस्टम सेटिंग्स खोलें" पर क्लिक करें, फिर सूची में %@ ढूँढें और इसे सक्षम करें।
hu: A Space-ek közötti váltáshoz engedélyezni kell a Kisegítő lehetőségeket. A Folytatás gombra kattintva a macOS engedélyt kér. Kattintson a "Rendszerbeállítások megnyitása" lehetőségre, keresse meg a %@ alkalmazást a listában, és engedélyezze.
id: Beralih Space memerlukan izin Aksesibilitas. Setelah mengklik Lanjutkan, macOS akan meminta izin. Klik "Buka Pengaturan Sistem", temukan %@ dalam daftar, dan aktifkan.
it: Il passaggio tra Spazi richiede l'autorizzazione Accessibilità. Dopo aver fatto clic su Continua, macOS chiederà l'autorizzazione. Fai clic su "Apri Impostazioni di Sistema", cerca %@ nell'elenco e abilitalo.
ja: スペースの切り替えには、アクセシビリティの許可が必要です。 「続ける」をクリックすると、macOSが許可を求めます。「システム設定を開く」をクリックし、リストから%@を見つけて有効にしてください。
ko: 스페이스 전환에는 손쉬운 사용 권한이 필요합니다. 계속을 클릭하면 macOS에서 권한을 요청합니다. "시스템 설정 열기"를 클릭한 다음 목록에서 %@를 찾아 활성화하세요.
mk: Менувањето на Простори бара дозвола за пристапност. Откако ќе кликнете Продолжи, macOS ќе побара дозвола. Кликнете на "Отвори Системски поставки", пронајдете %@ во списокот и овозможете го.
ms: Menukar Ruang memerlukan kebenaran Kebolehcapaian. Selepas mengklik Teruskan, macOS akan meminta kebenaran. Klik "Buka Tetapan Sistem", cari %@ dalam senarai dan dayakannya.
nb: Bytte mellom Spaces krever tilgjengelighetstillatelse. Etter at du klikker Fortsett, vil macOS be om tillatelse. Klikk på "Åpne Systeminnstillinger", finn %@ i listen og aktiver den.
nl: Het wisselen van Spaces vereist Toegankelijkheid-toestemming. Nadat je op Ga door klikt, vraagt macOS om toestemming. Klik op "Open Systeeminstellingen", zoek %@ in de lijst en schakel het in.
nn: Byte mellom Spaces krev løyve for tilgjenge. Etter at du klikkar Hald fram, vil macOS be om løyve. Klikk på "Opne Systeminnstillingar", finn %@ i lista og slå det på.
pa: سپیسز بدلن لئی ایکسیسبلٹی اجازت دی لوڑ ہے۔ "جاری رکھو" تے کلک کرن مگروں، macOS اجازت منگے گا۔ "سسٹم سیٹنگز کھولو" تے کلک کرو، فیر لسٹ وچ %@ لبھو تے اینوں چالو کرو۔
pl: Przełączanie Spaces wymaga uprawnienia Dostępności. Po kliknięciu Kontynuuj macOS poprosi o uprawnienie. Kliknij "Otwórz Ustawienia systemowe", znajdź %@ na liście i włącz tę aplikację.
ps: د سپېسونو بدلول د لاسرسي اجازې ته اړتیا لري. د "دوام ورکړئ" تر کلیک وروسته، macOS به له تاسو اجازه وغواړي. "د سیسټم ترتیبات پرانیزئ" کلیک کړئ، بیا په لیست کې %@ ومومئ او فعال یې کړئ.
pt: Mudar de Espaço requer permissão de Acessibilidade. Após clicar em Continuar, o macOS pedirá permissão. Clique em "Abrir Definições do Sistema", encontre o %@ na lista e ative-o.
pt_br: Trocar de Espaço requer permissão de Acessibilidade. Após clicar em Continuar, o macOS pedirá permissão. Clique em "Abrir Ajustes do Sistema", encontre o %@ na lista e ative-o.
ro: Comutarea între Spații necesită permisiunea de Accesibilitate. După ce faceți clic pe Continuă, macOS va solicita permisiunea. Faceți clic pe "Deschide Setări sistem", găsiți %@ în listă și activați-l.
ru: Для переключения Пространств требуется разрешение Универсального доступа. После нажатия "Продолжить" macOS запросит разрешение. Нажмите "Открыть Системные настройки", найдите %@ в списке и включите.
sk: Prepínanie Priestorov vyžaduje povolenie Prístupnosti. Po kliknutí na Pokračovať vás macOS požiada o povolenie. Kliknite na "Otvoriť Systémové nastavenia", nájdite %@ v zozname a povoľte ho.
sr: Prebacivanje Prostora zahteva dozvolu pristupačnosti. Nakon što kliknete Nastavi, macOS će zatražiti dozvolu. Kliknite na "Otvori Podešavanja sistema", pronađite %@ na listi i omogućite ga.
sv: Att byta Spaces kräver hjälpmedelsbehörighet. Efter att du har klickat på Fortsätt kommer macOS att be om behörighet. Klicka på "Öppna Systeminställningar", hitta %@ i listan och aktivera det.
th: การสลับ Spaces ต้องการสิทธิ์การช่วยการเข้าถึง หลังจากคลิกดำเนินการต่อ macOS จะขอสิทธิ์ คลิก "เปิดการตั้งค่าระบบ" จากนั้นค้นหา %@ ในรายการและเปิดใช้งาน
tr: Alan değiştirmek Erişilebilirlik izni gerektirir. Devam Et'e tıkladıktan sonra macOS sizden izin isteyecektir. "Sistem Ayarlarını Aç"ı tıklayın, listede %@'i bulun ve etkinleştirin.
uk: Перемикання Просторів потребує дозволу Доступності. Після натискання "Продовжити" macOS запросить дозвіл. Натисніть "Відкрити Системні параметри", знайдіть %@ у списку та увімкніть.
ur: اسپیسز تبدیل کرنے کے لیے ایکسیسبلٹی اجازت درکار ہے۔ جاری رکھیں پر کلک کرنے کے بعد، macOS اجازت مانگے گا۔ "سسٹم سیٹنگز کھولیں" پر کلک کریں، فہرست میں %@ تلاش کریں اور اسے فعال کریں۔
vi: Chuyển đổi Không gian yêu cầu quyền Trợ năng. Sau khi nhấp Tiếp tục, macOS sẽ yêu cầu quyền. Nhấp vào "Mở Cài đặt Hệ thống", tìm %@ trong danh sách và bật lên.
zh_hans: 切换空间需要辅助功能权限。 点按"继续"后，macOS 会请求权限。点按"打开系统设置"，在列表中找到 %@ 并启用。
zh_hant: 切換空間需要輔助使用權限。 按一下「繼續」後，macOS 會要求權限。按一下「開啟系統設定」，在列表中找到 %@ 並啟用。
zh_hk: 切換空間需要輔助使用權限。 按一下「繼續」後，macOS 會要求權限。按一下「開啟系統設定」，然後在列表中找到 %@ 並啟用。

# alert_accessibility_required
source: Permission Required
ar: إذن مطلوب
bg: Необходимо разрешение
ca: Permís necessari
cs: Vyžadováno oprávnění
da: Tilladelse påkrævet
de: Berechtigung erforderlich
el: Απαιτείται άδεια
es: Permiso requerido
fa: مجوز لازم است
fi: Lupa vaaditaan
fr: Autorisation requise
he: נדרשת הרשאה
hi: अनुमति आवश्यक
hu: Engedély szükséges
id: Izin Diperlukan
it: Autorizzazione necessaria
ja: 許可が必要です
ko: 권한 필요
mk: Потребна е дозвола
ms: Kebenaran Diperlukan
nb: Tillatelse kreves
nl: Toestemming vereist
nn: Løyve krevst
pa: اجازت ضروری ہے
pl: Wymagane uprawnienie
ps: اجازه اړينه ده
pt: Permissão necessária
pt_br: Permissão necessária
ro: Permisiune necesară
ru: Требуется разрешение
sk: Vyžaduje sa povolenie
sr: Potrebna je dozvola
sv: Behörighet krävs
th: ต้องการสิทธิ์การเข้าถึง
tr: İzin Gerekli
uk: Потрібен дозвіл
ur: اجازت درکار ہے
vi: Yêu cầu quyền truy cập
zh_hans: 需要权限
zh_hant: 需要權限
zh_hk: 需要權限

# alert_custom_sounds_detail
source: To add custom sounds, copy sound files into the ~/Library/Sounds folder. They will appear under the "User" section of the Sound menu.
ar: لإضافة أصوات مخصصة، انسخ ملفات الصوت إلى مجلد ~/Library/Sounds. ستظهر ضمن قسم "المستخدم" في قائمة الصوت.
bg: За да добавите персонализирани звуци, копирайте звукови файлове в папката ~/Library/Sounds. Те ще се появят в раздел "Потребителски" на менюто Звук.
ca: Per afegir sons personalitzats, copia els fitxers de so a la carpeta ~/Library/Sounds. Apareixeran a la secció "Usuari" del menú So.
cs: Chcete-li přidat vlastní zvuky, zkopírujte zvukové soubory do složky ~/Library/Sounds. Zobrazí se v sekci "Uživatelské" v nabídce Zvuk.
da: For at tilføje tilpassede lyde skal du kopiere lydfiler til mappen ~/Library/Sounds. De vises under sektionen "Bruger" i menuen Lyd.
de: Um eigene Töne hinzuzufügen, kopiere Audiodateien in den Ordner ~/Library/Sounds. Sie erscheinen im Bereich "Benutzer" des Menüs "Ton".
el: Για να προσθέσετε προσαρμοσμένους ήχους, αντιγράψτε αρχεία ήχου στον φάκελο ~/Library/Sounds. Θα εμφανιστούν στην ενότητα "Χρήστης" του μενού Ήχος.
es: Para añadir sonidos personalizados, copie los archivos de sonido en la carpeta ~/Library/Sounds. Aparecerán en la sección "Usuario" del menú Sonido.
fa: برای افزودن صداهای سفارشی، فایل‌های صوتی را در پوشه ~/Library/Sounds کپی کنید. آنها در بخش "کاربر" منوی صدا نمایش داده می‌شوند.
fi: Lisää mukautettuja ääniä kopioimalla äänitiedostot kansioon ~/Library/Sounds. Ne näkyvät Ääni-valikon "Käyttäjä"-osiossa.
fr: Pour ajouter des sons personnalisés, copiez les fichiers audio dans le dossier ~/Library/Sounds. Ils apparaîtront dans la section "Utilisateur" du menu Son.
he: כדי להוסיף צלילים מותאמים אישית, העתק קובצי צליל אל התיקייה ~/Library/Sounds. הם יופיעו תחת המקטע "משתמש" בתפריט הצליל.
hi: कस्टम ध्वनियाँ जोड़ने के लिए, ध्वनि फ़ाइलों को ~/Library/Sounds फ़ोल्डर में कॉपी करें। वे ध्वनि मेनू के "उपयोगकर्ता" खंड में दिखाई देंगी।
hu: Egyéni hangok hozzáadásához másolja a hangfájlokat a ~/Library/Sounds mappába. A Hang menü "Felhasználó" szakaszában jelennek meg.
id: Untuk menambahkan suara khusus, salin file suara ke folder ~/Library/Sounds. Suara tersebut akan muncul di bagian "Pengguna" pada menu Suara.
it: Per aggiungere suoni personalizzati, copia i file audio nella cartella ~/Library/Sounds. Appariranno nella sezione "Utente" del menu Suono.
ja: カスタムサウンドを追加するには、サウンドファイルを~/Library/Soundsフォルダにコピーしてください。サウンドメニューの「ユーザー」セクションに表示されます。
ko: 사용자 지정 사운드를 추가하려면 사운드 파일을 ~/Library/Sounds 폴더에 복사하세요. 사운드 메뉴의 "사용자" 섹션에 나타납니다.
mk: За да додадете прилагодени звуци, копирајте ги звучните датотеки во папката ~/Library/Sounds. Тие ќе се појават во делот "Кориснички" од менито Звук.
ms: Untuk menambah bunyi tersuai, salin fail bunyi ke dalam folder ~/Library/Sounds. Bunyi itu akan muncul di bahagian "Pengguna" dalam menu Bunyi.
nb: For å legge til tilpassede lyder, kopier lydfiler til mappen ~/Library/Sounds. De vises under "Bruker"-delen i menyen Lyd.
nl: Om aangepaste geluiden toe te voegen, kopieer je geluidsbestanden naar de map ~/Library/Sounds. Ze verschijnen onder het gedeelte "Gebruiker" in het menu Geluid.
nn: For å leggje til tilpassa lydar, kopier lydfiler til mappa ~/Library/Sounds. Dei blir viste under "Brukar"-delen i menyen Lyd.
pa: اپنی مرضی دیاں آوازاں شامل کرن لئی، آڈیو فائلاں نوں ~/Library/Sounds فولڈر وچ کاپی کرو۔ اوہ آواز مینیو دے "صارف" حصے وچ نظر آون گیاں۔
pl: Aby dodać niestandardowe dźwięki, skopiuj pliki dźwiękowe do folderu ~/Library/Sounds. Pojawią się w sekcji "Użytkownik" menu Dźwięk.
ps: د ځانګړو غږونو د اضافه کولو لپاره، د غږ فایلونه ~/Library/Sounds فولډر ته کاپي کړئ. دوی به د غږ مینو په "کاروونکی" برخه کې ښکاره شي.
pt: Para adicionar sons personalizados, copie os ficheiros de som para a pasta ~/Library/Sounds. Aparecerão na secção "Utilizador" do menu Som.
pt_br: Para adicionar sons personalizados, copie os arquivos de som para a pasta ~/Library/Sounds. Eles aparecerão na seção "Usuário" do menu Som.
ro: Pentru a adăuga sunete personalizate, copiați fișierele de sunet în dosarul ~/Library/Sounds. Vor apărea în secțiunea "Utilizator" din meniul Sunet.
ru: Чтобы добавить собственные звуки, скопируйте звуковые файлы в папку ~/Library/Sounds. Они появятся в разделе "Пользовательские" меню "Звук".
sk: Ak chcete pridať vlastné zvuky, skopírujte zvukové súbory do priečinka ~/Library/Sounds. Zobrazia sa v sekcii "Používateľské" v menu Zvuk.
sr: Da biste dodali prilagođene zvuke, kopirajte zvučne datoteke u fasciklu ~/Library/Sounds. Pojaviće se u odeljku "Korisnik" menija Zvuk.
sv: För att lägga till anpassade ljud, kopiera ljudfiler till mappen ~/Library/Sounds. De visas under avsnittet "Användare" i menyn Ljud.
th: หากต้องการเพิ่มเสียงกำหนดเอง ให้คัดลอกไฟล์เสียงไปยังโฟลเดอร์ ~/Library/Sounds ไฟล์เหล่านั้นจะปรากฏในส่วน "ผู้ใช้" ของเมนูเสียง
tr: Özel sesler eklemek için ses dosyalarını ~/Library/Sounds klasörüne kopyalayın. Ses menüsünün "Kullanıcı" bölümünde görünürler.
uk: Щоб додати власні звуки, скопіюйте звукові файли до папки ~/Library/Sounds. Вони з'являться в розділі "Користувацькі" меню "Звук".
ur: حسب ضرورت آوازیں شامل کرنے کے لیے، آواز کی فائلیں ~/Library/Sounds فولڈر میں کاپی کریں۔ وہ آواز مینیو کے "صارف" سیکشن میں ظاہر ہوں گی۔
vi: Để thêm âm thanh tùy chỉnh, hãy sao chép các tệp âm thanh vào thư mục ~/Library/Sounds. Chúng sẽ xuất hiện trong mục "Người dùng" của menu Âm thanh.
zh_hans: 要添加自定义声音，请将声音文件拷贝到~/Library/Sounds文件夹。它们将显示在声音菜单的“用户”部分。
zh_hant: 要加入自訂聲音，請將聲音檔案複製到 ~/Library/Sounds 資料夾。它們會顯示在聲音選單的「使用者」部分。
zh_hk: 要加入自訂聲音，請將聲音檔案複製到 ~/Library/Sounds 資料夾。它們會顯示在聲音選單的「用戶」部分。

# alert_custom_sounds_title
source: Custom Sounds
ar: أصوات مخصصة
bg: Персонализирани звуци
ca: Sons personalitzats
cs: Vlastní zvuky
da: Tilpassede lyde
de: Eigene Töne
el: Προσαρμοσμένοι ήχοι
es: Sonidos personalizados
fa: صداهای سفارشی
fi: Mukautetut äänet
fr: Sons personnalisés
he: צלילים מותאמים אישית
hi: कस्टम ध्वनियाँ
hu: Egyéni hangok
id: Suara Khusus
it: Suoni personalizzati
ja: カスタムサウンド
ko: 사용자 지정 사운드
mk: Прилагодени звуци
ms: Bunyi Tersuai
nb: Tilpassede lyder
nl: Aangepaste geluiden
nn: Tilpassa lydar
pa: اپنی مرضی دیاں آوازاں
pl: Niestandardowe dźwięki
ps: ځانګړي غږونه
pt: Sons personalizados
pt_br: Sons personalizados
ro: Sunete personalizate
ru: Собственные звуки
sk: Vlastné zvuky
sr: Prilagođeni zvuci
sv: Anpassade ljud
th: เสียงกำหนดเอง
tr: Özel Sesler
uk: Власні звуки
ur: حسب ضرورت آوازیں
vi: Âm thanh tùy chỉnh
zh_hans: 自定义声音
zh_hant: 自訂聲音
zh_hk: 自訂聲音

# alert_export_failed
source: Failed to export settings
ar: فشل تصدير الإعدادات
bg: Неуспешно експортиране на настройките
ca: No s'ha pogut exportar la configuració
cs: Export nastavení selhal
da: Eksport af indstillinger mislykkedes
de: Export der Einstellungen fehlgeschlagen
el: Η εξαγωγή ρυθμίσεων απέτυχε
es: Error al exportar los ajustes
fa: صادر کردن تنظیمات ناموفق بود
fi: Asetusten vienti epäonnistui
fr: Échec de l'exportation des réglages
he: ייצוא ההגדרות נכשל
hi: सेटिंग्स निर्यात करने में विफल
hu: A beállítások exportálása sikertelen
id: Gagal mengekspor pengaturan
it: Esportazione delle impostazioni non riuscita
ja: 設定の書き出しに失敗しました
ko: 설정 내보내기 실패
mk: Извозот на поставките не успеа
ms: Gagal mengeksport tetapan
nb: Kunne ikke eksportere innstillinger
nl: Exporteren van instellingen mislukt
nn: Klarte ikkje eksportere innstillingar
pa: ترتیبات ایکسپورٹ نہیں ہو سکیاں
pl: Nie udało się wyeksportować ustawień
ps: د تنظیماتو صادرول ناکام شول
pt: Falha ao exportar definições
pt_br: Falha ao exportar ajustes
ro: Exportarea setărilor a eșuat
ru: Не удалось экспортировать настройки
sk: Export nastavení zlyhal
sr: Izvoz podešavanja nije uspeo
sv: Det gick inte att exportera inställningar
th: ส่งออกการตั้งค่าล้มเหลว
tr: Ayarlar dışa aktarılamadı
uk: Не вдалося експортувати налаштування
ur: ترتیبات برآمد کرنے میں ناکامی
vi: Không thể xuất cài đặt
zh_hans: 导出设置失败
zh_hant: 匯出設定失敗
zh_hk: 匯出設定失敗

# alert_import_failed
source: Failed to import settings
ar: فشل استيراد الإعدادات
bg: Неуспешно импортиране на настройките
ca: No s'ha pogut importar la configuració
cs: Import nastavení selhal
da: Import af indstillinger mislykkedes
de: Import der Einstellungen fehlgeschlagen
el: Η εισαγωγή ρυθμίσεων απέτυχε
es: Error al importar los ajustes
fa: وارد کردن تنظیمات ناموفق بود
fi: Asetusten tuonti epäonnistui
fr: Échec de l'importation des réglages
he: ייבוא ההגדרות נכשל
hi: सेटिंग्स आयात करने में विफल
hu: A beállítások importálása sikertelen
id: Gagal mengimpor pengaturan
it: Importazione delle impostazioni non riuscita
ja: 設定の読み込みに失敗しました
ko: 설정 가져오기 실패
mk: Увозот на поставките не успеа
ms: Gagal mengimport tetapan
nb: Kunne ikke importere innstillinger
nl: Importeren van instellingen mislukt
nn: Klarte ikkje importere innstillingar
pa: ترتیبات امپورٹ نہیں ہو سکیاں
pl: Nie udało się zaimportować ustawień
ps: د تنظیماتو واردول ناکام شول
pt: Falha ao importar definições
pt_br: Falha ao importar ajustes
ro: Importarea setărilor a eșuat
ru: Не удалось импортировать настройки
sk: Import nastavení zlyhal
sr: Uvoz podešavanja nije uspeo
sv: Det gick inte att importera inställningar
th: นำเข้าการตั้งค่าล้มเหลว
tr: Ayarlar içe aktarılamadı
uk: Не вдалося імпортувати налаштування
ur: ترتیبات درآمد کرنے میں ناکامی
vi: Không thể nhập cài đặt
zh_hans: 导入设置失败
zh_hant: 匯入設定失敗
zh_hk: 匯入設定失敗

# banner_accessibility_detail
source: Switching Spaces requires Accessibility permission.
ar: يتطلب تبديل المساحات إذن إمكانية الوصول.
bg: Превключването на Пространства изисква разрешение за достъпност.
ca: Canviar d'Espai requereix permís d'accessibilitat.
cs: Přepínání Spaces vyžaduje oprávnění přístupnosti.
da: Skift mellem Spaces kræver tilladelse til Tilgængelighed.
de: Das Wechseln von Spaces erfordert die Bedienungshilfen-Berechtigung.
el: Η εναλλαγή Χώρων απαιτεί άδεια Προσβασιμότητας.
es: Cambiar de Espacio requiere permiso de Accesibilidad.
fa: جابه‌جایی بین فضاها به مجوز دسترس‌پذیری نیاز دارد.
fi: Spacejen vaihtaminen vaatii Käyttöapu-luvan.
fr: Le changement d'Espace nécessite l'autorisation d'accessibilité.
he: מעבר בין מרחבים דורש הרשאת נגישות.
hi: स्पेसेस बदलने के लिए एक्सेसिबिलिटी अनुमति आवश्यक है।
hu: A Space-ek közötti váltáshoz engedélyezni kell a Kisegítő lehetőségeket.
id: Beralih Space memerlukan izin Aksesibilitas.
it: Il passaggio tra Spazi richiede l'autorizzazione Accessibilità.
ja: スペースの切り替えには、アクセシビリティの許可が必要です。
ko: 스페이스 전환에는 손쉬운 사용 권한이 필요합니다.
mk: Менувањето на Простори бара дозвола за пристапност.
ms: Menukar Ruang memerlukan kebenaran Kebolehcapaian.
nb: Bytte mellom Spaces krever tilgjengelighetstillatelse.
nl: Het wisselen van Spaces vereist Toegankelijkheid-toestemming.
nn: Byte mellom Spaces krev løyve for tilgjenge.
pa: سپیسز بدلن لئی ایکسیسبلٹی اجازت دی لوڑ ہے۔
pl: Przełączanie Spaces wymaga uprawnienia Dostępności.
ps: د سپېسونو بدلول د لاسرسي اجازې ته اړتیا لري.
pt: Mudar de Espaço requer permissão de Acessibilidade.
pt_br: Trocar de Espaço requer permissão de Acessibilidade.
ro: Comutarea între Spații necesită permisiunea de Accesibilitate.
ru: Для переключения Пространств требуется разрешение Универсального доступа.
sk: Prepínanie Priestorov vyžaduje povolenie Prístupnosti.
sr: Prebacivanje Prostora zahteva dozvolu pristupačnosti.
sv: Att byta Spaces kräver Tillgänglighetsbehörighet.
th: การสลับ Spaces ต้องการสิทธิ์การช่วยการเข้าถึง
tr: Alan değiştirmek Erişilebilirlik izni gerektirir.
uk: Перемикання Просторів потребує дозволу Доступності.
ur: اسپیسز تبدیل کرنے کے لیے ایکسیسبلٹی اجازت درکار ہے۔
vi: Chuyển đổi Không gian yêu cầu quyền Trợ năng.
zh_hans: 切换空间需要辅助功能权限。
zh_hant: 切換空間需要輔助使用權限。
zh_hk: 切換空間需要輔助使用權限。

# banner_default_style_detail
source: Spaces will use this style unless they have already been customized.
ar: ستستخدم المساحات هذا النمط ما لم تكن قد خُصّصت من قبل.
bg: Пространствата ще използват този стил, освен ако вече не са персонализирани.
ca: Els Espais faran servir aquest estil llevat que ja s'hagin personalitzat.
cs: Spaces budou používat tento styl, pokud již nebyly upraveny.
da: Spaces bruger denne stil, medmindre de allerede er blevet tilpasset.
de: Spaces verwenden diesen Stil, sofern sie nicht bereits angepasst wurden.
el: Οι Χώροι θα χρησιμοποιούν αυτό το στιλ, εκτός αν έχουν ήδη προσαρμοστεί.
es: Los Espacios usarán este estilo a menos que ya se hayan personalizado.
fa: فضاها از این سبک استفاده می‌کنند، مگر اینکه قبلاً سفارشی شده باشند.
fi: Spacet käyttävät tätä tyyliä, elleivät ne ole jo mukautettuja.
fr: Les Espaces utiliseront ce style, sauf s'ils ont déjà été personnalisés.
he: מרחבים ישתמשו בסגנון זה, אלא אם כבר הותאמו.
hi: स्पेसेस इस शैली का उपयोग करेंगे, जब तक कि वे पहले से अनुकूलित न हों।
hu: A Space-ek ezt a stílust használják, hacsak nem lettek már testreszabva.
id: Space akan menggunakan gaya ini kecuali sudah pernah dikustomisasi.
it: Gli Spazi useranno questo stile, a meno che non siano già stati personalizzati.
ja: スペースは、すでにカスタマイズされている場合を除き、このスタイルを使用します。
ko: 스페이스는 이미 사용자 지정된 경우가 아니면 이 스타일을 사용합니다.
mk: Просторите ќе го користат овој стил, освен ако веќе не се прилагодени.
ms: Ruang akan menggunakan gaya ini melainkan sudah disesuaikan.
nb: Spaces bruker denne stilen med mindre de allerede har blitt tilpasset.
nl: Spaces gebruiken deze stijl, tenzij ze al zijn aangepast.
nn: Spaces brukar denne stilen med mindre dei allereie har vorte tilpassa.
pa: سپیسز ایہ سٹائل ورتن گیاں جے اوہناں دی پہلاں کسٹمائزیشن نہیں ہوئی۔
pl: Spaces będą używać tego stylu, chyba że zostały już dostosowane.
ps: سپېسونه به دا سټایل کاروي، مګر که دمخه سمون شوي وي.
pt: Os Espaços irão usar este estilo, a menos que já tenham sido personalizados.
pt_br: Os Espaços usarão este estilo, a menos que já tenham sido personalizados.
ro: Spațiile vor folosi acest stil, cu excepția cazului în care au fost deja personalizate.
ru: Пространства будут использовать этот стиль, если только они уже не были настроены.
sk: Priestory budú používať tento štýl, pokiaľ už neboli prispôsobené.
sr: Prostori će koristiti ovaj stil osim ako već nisu prilagođeni.
sv: Spaces använder den här stilen om de inte redan har anpassats.
th: Space จะใช้สไตล์นี้ เว้นแต่จะได้รับการปรับแต่งแล้ว
tr: Alanlar, daha önce özelleştirilmedikleri sürece bu stili kullanır.
uk: Простори використовуватимуть цей стиль, якщо вони ще не налаштовувалися.
ur: اسپیسز یہ اسٹائل استعمال کریں گی جب تک کہ وہ پہلے سے تخصیص شدہ نہ ہوں۔
vi: Không gian sẽ dùng kiểu này trừ khi đã được tùy chỉnh.
zh_hans: 空间将使用此样式，除非已经自定义过。
zh_hant: 空間將使用此樣式，除非已經自訂過。
zh_hk: 空間將使用此樣式，除非已經自訂過。

# button_cancel
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Άκυρο
es: Cancelar
fa: انصراف
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
mk: Откажи
ms: Batal
nb: Avbryt
nl: Annuleren
nn: Avbryt
pa: منسوخ
pl: Anuluj
ps: لغوه
pt: Cancelar
pt_br: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sr: Otkaži
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消
